import React from 'react';
import styles from './Pages.module.scss';

const Shops = () => (
  <div className="container">
    
    <div>
      <ul className={styles.Logo}>
        <li>
          <a href="/"> Интернет-магазин abcphoto</a>
        </li>
        <li> / О компании</li>
      </ul>
    </div>
    <h1 className={styles.PagesH1}>О компании</h1>
    <div>
      <p>
        Торговая марка «АВС Фото» известна на рынке Украины уже более 20 лет. Профессионализм,
        высокийуровень обслуживания, продуманная ценовая политика стали основными приоритетами
        деятельности предприятия, что позволило добиться стабильности и уверенного успеха в
        фотобизнесе
      </p>
      <p>
        Сегодня «АВС Фото» - это динамично развивающееся предприятие, занимающее заметное место
        среди лучших в Украине на рынке фототехники и фотосервиса. Накоплен ценный практический
        опыт, налажено сотрудничество с украинскими и зарубежными партнерами, расширяется сеть
        магазинов фототехники.
      </p>
      <p>
        Мы стремимся предоставить покупателю максимально широкий выбор товаров: фотоаппараты,
        видеокамеры, карты памяти, объективы, студийное оборудование и аксессуары, штативы,
        чехлы, сумки, различные виды фотоматериалов и фототовары, необходимые для оформления
        фотопродукции (фотоальбомы, рамки для фото и пр.).
      </p>
      <p>
        Одним из факторов нашего успешного развития в условиях жесткой конкуренции является
        эффективное продвижение на рынок новых моделей фототехники ведущих торговых марок.
        Мы предлагаем нашим покупателям товары от производителей-лидеров, проверенные
        многолетним опытом: Nikon, Canon, Sony, Olympus, Kodak и др.
      </p>

      {/* Сегодня «АВС Фото» – это предприятие, оснащенное самым передовым оборудованием,
       позволяющим изготавливать фотографии c любых цифровых носителей, цветных и черно-белых
        негативных и слайдовых пленок. Предоставляемый нами сервис - только высокого качества
         и в короткие сроки.

      Мы предлагаем широкий спектр фотоуслуг как для любителей, так и для профессиональных
       фотографов: реставрацию фотографий, цветовую коррекцию фотоизображений, художественную
        обработку и оформление фотографий и фотоальбомов, изготовление подарочных и эксклюзивных
         тематических фотоальбомов (фотокниг) на основе материалов заказчика и многое другое.

      Деятельность предприятия сертифицирована компанией КОДАК - одним из лидеров мировой
       фотоиндустрии. «АВС Фото» является активным участником программы ProFotoЦентр, что
        означает соответствие высокому стандарту качества предоставляемого фотосервиса и
        использование только профессиональных фотоматериалов.

      Следуя новым веяниям цифровой эры, «АВС Фото» активно повышает уровень своих технических
       возможностей в области фотопечати для расширения спектра услуг и вариативности
        предоставляемого сервиса. Стремясь быть первыми на рынке инноваций, мы установили
        первую в Украине мультиформатную цифровую фотолабораторию Durst Epsilon Plus,
       которая позволяет с высочайшим качеством печатать фотографии больших размеров
       от 30 x 40 см до 76 x 115 см, как на фотобумаге, так и на фотопленке. Это открывает
       новые возможности печати фотоизображений значительно больших размеров и делает актуальным
      применение нашей фотопродукции в рекламной, выставочной и оформительской деятельности.

      Сегодня «АВС Фото» - это коллектив профессионалов высокого уровня. Все сотрудники наших
       магазинов
       - компетентные и грамотные специалисты, готовые оказать квалифицированную помощь
        клиенту в выборе
        техники, предоставить консультацию по любому вопросу ее эксплуатации. Мы гарантируем
         индивидуальный подход, внимание, качественное обслуживание каждому клиенту – как
         начинающему любителю, так и фотографу-профессионалу. */}
             
      <p>
        Основными направлениями деятельности «АВС Фото» являются:
      </p>
      <ul>
        <li>
          розничные продажи широкого ассортимента фототехники и оборудования, фотоматериалов,
          аксессуаров, фототоваров и пр.
        </li>
        <li>
          консультационные услуги по подбору и эксплуатации любых видов фототехники
        </li>
        <li>
          профессиональная фотопечать и оформление фотопродукции
        </li>
        <li>
          cоздание эксклюзивных тематических фотоальбомов (фотокниг) и подарочных изданий
          на основе фотоматериалов заказчика
        </li>
        <li>
          выполнение индивидуальных заказов и работа с корпоративными клиентами
        </li>
      </ul>
      <p>&nbsp;</p>
      <p>
        Наша главная цель - наиболее полное удовлетворение потребностей наших клиентов,
        предоставление им качественной, надежной продукции и развитого сервиса. Эта цель
        определяет необходимость не останавливаться на достигнутом, постоянно развиваться,
        расширять ассортимент предлагаемых товаров, совершенствовать возможности наших
        магазинов и Интернет-ресурса.
      </p>
      <p>
        Важным элементом деятельности «АВС Фото» является стратегия партнерства с заказчиками,
        использующими нашу технику в своей деятельности. Политика предприятия направлена на
        установление долгосрочного сотрудничества с партнерами.
      </p>
      <p>
        Уже более 20 лет наша стратегия гарантирует клиентам всестороннюю техническую, рекламную,
        информационную и образовательную поддержку. Периодически проводимые совместно с ведущими
        производителями рекламные акции позволяют нашим покупателям приобрести лучшие образцы
        современной высокотехнологичной фототехники по минимальным ценам. Наши постоянные
        клиенты пользуются системой накопительных дисконтных карт, позволяющих сэкономить
        средства для последующих покупок.
      </p>

      {/* Социальная ответственность является неотъемлемой чертой бизнеса «АВС Фото». Гарантия
      ее - информационная прозрачность нашей деятельности. У нас продаются только оригинальные
      сертифицированные товары. Мы считаем недопустимым неэтичные способы заключения сделок,
      отстаиваем интересы потребителей, деловых партнеров и сотрудников.

      В своей общественной деятельности «АВС Фото» пропагандирует активное участие в формировании
      цивилизованного потребительского рынка Украины. Предприятие является организатором,
      спонсором и активным участником масштабных рекламных мероприятий и фотовыставок, что
      помогает расширять круг деловых партнеров и оперативно знакомить потребителей с новыми
      направлениями в развитии фотоиндустрии, последними новинками фототехники. «АВС Фото»
      вносит заметный вклад в развитие фотодела и фотоискусства, поддерживает как начинающих,
      так и известных фотохудожников в их творческой деятельности, принимая активное участие
      в популяризации их работ, подготовке и проведении авторских выставок.

      Одним из важных аспектов деятельности «АВС Фото» является постоянное развитие как уже
      созданных форм деятельности, так и разработка новых направлений. Несмотря на то, что
      деятельность предприятия ориентирована в основном на розничную торговлю, мы готовы
      сотрудничать с мелкими и крупными оптовыми покупателями, предоставляя им выгодные
      условия сотрудничества. Мы открыты для контактов с новыми партнерами и готовы
      любые взаимовыгодные проекты.

      Все свои отношения с покупателями и заказчиками «АВС Фото» осуществляет в соответствии
      с законодательством Украины, в частности с «Законом о защите прав потребителей»,
      соблюдая право покупателей на обмен и возврат товара, в сроки, предусмотренные Законом.

      Деятельность осуществляется частными предпринимателями:

      Сергиенко Александром Витальевичем, свидетельство № 333298 выд. 26.09.1996, ИНН 2177702775
      Репешко Ларисой Юрьевной, свидетельство № 659076 выд. 04.11.2013, ИНН 2919202484 */}
      <p>&nbsp;</p>
      <h5>
        Контакты
      </h5>
      <p>
        На сегодняшний день торговая марка
        <strong>«АВС Фото»</strong>
        объединяет розничную сеть магазинов в
        Днепропетровске и Киеве, имеет фотолаборатории, оснащенные самым современным
        оборудованием, и интернет-магазин
        <a href="http://localhost:3000">abcphoto.com.ua</a>
        . Доставка заказов по Украине
        осуществляется «Новой почтой».
      </p>
      {/*
      Главный офис «АВС Фото» находится в г.Днепропетровске, но направлением продаж для
      нас может стать любая точка на карте страны. Доступные цены и широчайший ассортимент
      продукции наших магазинов привлекают покупателей из всех регионов Украины. */}
      <p>&nbsp;</p>
      <p>
        Интернет-магазин
        <strong>«АВС Фото»</strong>
        <a href="http://localhost:3000">abcphoto.com.ua</a>
        работает:
      </p>

      пн-пт 10:00 - 19:00
      сб 10:00 - 16:00

      info@abcphoto.com.ua

      0 800 21 21 50
    </div>
  </div>
);

export default Shops;