import React from 'react';

const Contacts = () => (
  <div className="container">
    Интернет-магазин abcphotoКонтакты
    Контакты
    Телефоны:
    0 800 21 21 50
    E-Mail:
    info@abcphoto.com.ua
    <h1>КОНТАКТЫ</h1>
    <div>
      <p>
        Компания «abcphoto» старается делать все возможное, чтобы приобретение товаров
        через наш интернет-магазин было максимально удобным и легким для всех наших
        покупателей и клиентов. Мы постоянно стараемся улучшать качество обслуживания,
        и потому будем благодарны за любые замечания, пожелания или рекомендации
        по работе нашего предприятия, которые помогут нам устранить возможные недоработки.

        Имя

        Контактный e-mail

        Номер телефона

        Сообщение

        ОТПРАВИТЬ
        {/* Самовывоз
        Вы можете получить свой заказ самостоятельно в одном из наших магазинов
        в г. Киев, Днепр.
        В этом случае Вы можете не только оплатить товар на месте, но и вместе с проверкой
        работоспособности техники получить консультации по пользованию ею от квалифицированных
        продавцов-консультантов.

        Службой доставки Новая Почта в отделение
        Свой заказ Вы получите в офисе перевозчика в Вашем или близлежащем городе.

        Оплата услуг доставки товара и обратной доставки денег осуществляется покупателем при
        получении. Стоимость этих услуг формируется по тарифам перевозчика.

        Службой доставки Новая Почта курьером по адресу
        Курьер Новой почты доставит Ваш заказ по указанному Вами адресу.

        При выборе данного метода доставки оплата товара не может быть совершена в наличной форме
        или наложенным платежом.

        Оплата услуг доставки товара осуществляется покупателем при получении. Стоимость доставки
        формируется по тарифам перевозчика.

        Вся техника перед отправкой проверяется на работоспособность, комплектность и
        / соответствующим образом упаковывается. */}
      </p>
    </div>
  </div>
);

export default Contacts;
