import React from 'react';
import styles from './Pages.module.scss';

const Credit = () => (
  <div className="container">
    <h1 className={styles.PagesH1}>КРЕДИТ</h1>
    <div>
      <p>
        Альфа-БанкУкрсиббанк
        Кредит
        АЛЬФА-БАНК
        Рассрочка 0% на 5 месяцев
        Возраст от 21 до 70 лет
        Первоначальный взнос - отсутствует
        Сумма кредита от 1 000 - 100 000 грн.
        Годовая процентная ставка - 0,01%
        Разовая комиссия – отсутствует 0%
        Услуга страхования – отсутствует
        Ежемесячная комиссия составляет - с 1 по 5 месяц - 0%; начиная с 6 месяца – 3,5%
        Досрочное погашение без дополнительных комиссий
        Услуга СМС информирования 50 грн за каждый месяц пользования кредитом
        Рассрочка 0% на 10 месяцев
        Возраст от 21 до 70 лет
        Первоначальный взнос - отсутствует
        Сумма кредита от 1 000 - 100 000 грн.
        Годовая процентная ставка - 0,01%
        Разовая комиссия – отсутствует 0%
        Услуга страхования – 0.5% в месяц на срок кредита
        Ежемесячная комиссия составляет - с 1 по 10 месяц - 0%; начиная с 11 месяца – 3,5%
        Досрочное погашение без дополнительных комиссий
        Услуга СМС информирования 35 грн за каждый месяц пользования кредитом
        Стадии оформления рассрочки
        Выбрать товар.
        В «Корзине» выбрать способ оплаты – Кредит через Альфа Банк.
        Дождаться звонка менеджера с подтверждением, что Ваш товар есть в наличии и зарезервирован.
        Получить письмо на электронную почту со ссылкой на заполнение On-line анкеты, ОБЯЗАТЕЛЬНО!
        После заполнения On-line заявки получить решение по кредиту!
        На следующий рабочий день с Вами свяжется курьер Банку для подписания кредитного договора.
        Работники интернет-магазина связываются с Вами и согласовывают доставку.
        До встречи с курьером обязательно подготовить
        Оригинал и копию паспорта, кода ИНН

        УКРСИББАНК
        Для оформления кредита необходимо
        Возраст от 21 до 65 лет;
        Паспорт гражданина Украины и идентификационный код;
        Официальное/не официальное трудоустройство (документальное подтверждение не требуется);
        Стаж на последнем месте работы не менее 3 месяцев, контактный городской телефон с места
        работы
        Как оформить кредит
        Уточнить у менеджеров интернет-магазина наличие товара;
        Зарезервировать товар;
        Получить в интернет-магазине счет-фактуру;
        Посетить удобное для Вас отделение УкрСиббанка из указанного списка и оформить кредит.

      </p>
    </div>
  </div>
);

export default Credit;