import React from 'react';
import styles from './Pages.module.scss';

const Delivery = () => (
  <div className="container">
    <div>
      <ul className={styles.Logo}>
        <li>
          <a href="/"> Интернет-магазин abcphoto</a>
        </li>
        <li> / Доставка и оплата</li>
      </ul>
    </div>
    <h1 className={styles.PagesH1}>Доставка и оплата</h1>
    <div className={styles.staticBlock}>
      <div className={styles.staticBlock1}>
        <h2>ДОСТАВКА</h2>
        <h3>Самовывоз</h3>
        <p>
          Вы можете получить свой заказ самостоятельно в одном из наших магазинов
          в г. Киев, Днепр.

          В этом случае Вы можете не только оплатить товар на месте, но и вместе с
          проверкой работоспособности техники получить консультации по пользованию
          ею от квалифицированных продавцов-консультантов.

          <h3>Службой доставки Новая Почта в отделение</h3>
          Службой доставки Новая Почта в отделение
          Свой заказ Вы получите в офисе перевозчика в Вашем или близлежащем городе.

          Оплата услуг доставки товара и обратной доставки денег осуществляется
          покупателем при получении. Стоимость этих услуг формируется по тарифам
          перевозчика.

          <h3>Службой доставки Новая Почта курьером по адресу</h3>
          
          Курьер Новой почты доставит Ваш заказ по указанному Вами адресу.

          При выборе данного метода доставки оплата товара не может быть совершена
          в наличной форме или наложенным платежом.

          Оплата услуг доставки товара осуществляется покупателем при получении.
          Стоимость доставки формируется по тарифам перевозчика.
        </p>
        <p>
          Вся техника перед отправкой проверяется на работоспособность, комплектность
          и соответствующим образом упаковывается.
        </p>
        <h2>ВОЗВРАТ ИЛИ ОБМЕН ТОВАРА</h2>
        <h3>
          Вы можете вернуть или обменять товар надлежащего качества
          в АВС-Фото в течение 14 дней, если:
        </h3>
        
        товар не использовался;
        сохранен товарный вид изделия и его комплектующих: отсутствуют механические
        повреждения, царапины, потертости, а для товаров в одноразовой (блистерной)
        упаковке – не нарушена целостность упаковки;
        сохранен расчетный документ, выданный потребителю вместе с проданным товаром
        (чек или товарная накладная);
        сохранены заводские пломбы, защитные пленки на товаре;

        Вернуть товар Вы можете с наших магазинах:

        Киев, ул. Б. Васильковская (Красноармейская), 132 (Вход со двора)
        Днепр, ул. Харьковская, 7

        Если товар доставлялся Вам службой «Новая почта» необходимо его отправить нам
        этой же службой доставки, предварительно согласовав получателя и номер отделения
        с нашими менеджерами по телефону 0 800 21 21 50. Оплата обратной доставки
        происходит за счет магазина, за исключением случаев, когда покупатель ошибся
        в выборе модели товара.

        Для возврата товара необходимо предоставить:

        товар (в полной комплектации);
        расчетный документ, подтверждающий покупку;
        гарантийный талон;
        документ, удостоверяющий личность;
        заполненное заявление на возврат товара.

        Деньги возвращаются покупателю в день предъявления соответствующего требования,
        а в случае невозможности возврата денег в этот день — в другой срок по согласию
        сторон, но не позже 7 дней и в той форме, в которой производилась оплата товара.

        Обмен и возврат товара осуществляется в соответствии с действующим
        законодательством Украины (zakon2.rada.gov.ua/laws/show/1023-12) статья 9.

        Для получения дополнительной информации, которая касается условий обмена,
        замены возврата или гарантийного обслуживания товара вы можете связаться с нами
        по телефону 0 800-21-21-50.
        <h3>Условия обмена или возврата товара ненадлежащего качества:</h3>
        
        В случае выявления на протяжении установленного гарантийного срока недостатков
        потребитель, в порядке и в сроки, установленные законодательством, имеет право
        требовать:

        пропорционального уменьшения цены;
        безвозмездного устранения недостатков товара в срок, установленный
        законодательством;
        возмещения расходов на устранение недостатков товара.

        Требования потребителя, предусмотренные настоящей статьей рассматриваются в случае
        поломки изделия по вине завода изготовителя, что в случае необходимости
        подтверждается независимой экспертизой.

        В случае выявления на протяжении гарантийного срока существенных недостатков
        потребитель имеет право требовать:

        расторжения договора купли-продажи и возврата стоимости товара;
        требовать обмен товара на такой же или аналогичный новый товар, имеющийся в
        наличии у продавца.

        Обмен и возврат товара осуществляется в соответствии с действующим
        законодательством Украины (zakon2.rada.gov.ua/laws/show/1023-12) статья 9.

        Для получения дополнительной информации, которая касается условий обмена,
        замены возврата или гарантийного обслуживания товара вы можете связаться
        с нами по телефону 0 800-21-21-50.
      </div>
      <div>
        <h2>ОПЛАТА</h2>
        <h3>Оплата наличными в магазине</h3>
        <p>
          Вы можете получить заказ в одном из наших магазинов и оплатить его наличными.
          ОПЛАТА ПРИНИМАЕТСЯ ТОЛЬКО В НАЦИОНАЛЬНОЙ ВАЛЮТЕ.
        </p>
        <h3>Безналичная оплата</h3>
        <ol>
          <li>
            Вы можете оплатить товар в любом банке на основании счета, ссылка на который
            автоматически пересылается Вам электронной почтой после оформления заказа на
            сайте. При этом Вам в момент оформления заказа в «Формах оплат» в «Корзине»
            нужно выбрать «Безналичный расчет». Время прохождения платежа - до 24 часов.
          </li>
          <li>
            Вы можете оплатить товар, оформив кредит. (Информация по кредитам на странице
            «Кредиты» нашего сайта).
          </li>
          
        </ol>
        При оплате в безналичной форме стоимость товара увеличивается на 3%
        <h3>Интернет-оплата</h3>
        
        Вы можете оплатить товар через сервис Way For Pay
        (Google Pay/Apple Pay/Visa/Mastercard/Privat24/Bitcoin). Для этого:
        выберите товар на сайте
        при оформлении заказа в «Корзине» после заполнения всех необходимых полей
        выберите форму оплаты «Google Pay/Apple Pay/ Visa/Mastercard»
        после этого Вы будете перенаправлены на сайт Way For Pay, где можете выбрать
        удобную для Вас форму оплаты
        (Google Pay/Apple Pay/Visa/Mastercard/Privat24/Bitcoin).
        Комиссия платежной системы оплачивается покупателем.
      </div>
    </div>
  </div>
);

export default Delivery;