import React from 'react';

const Maps = () => (
  <div className="container">
    <h1>Карта Сфйта</h1>
    <div>
      <p>
        Карта сайта
        Информация
        Магазины
        Кредит
        Доставка и оплата
        Гарантии
        О компании
        Контакты
        Карта сайта
        Каталог
        Цифровая техника
        Камеры моментальной печати
        Фотоаппараты
        Видеокамеры
        Вспышки
        Экшн камеры
        Карты памяти
        Кардридеры
        USB флэш накопители
        Внешние жесткие диски
        Фотопринтеры
        Фотобумага для фотопринтера
        Оптика для фото
        Объективы
        Экстендеры
        Фильтры
        Бинокли
        Бленды
        Крышки для объективов
        Чехлы для фильтров
        Переходные кольца
        Система фильтров Cokin
        Док станции
        Адаптеры
        Конверторы
        Аксессуары
        Видеомониторы, рекордеры
        Сетевые адаптеры
        Аксессуары для видеокамер
        Аксессуары для вспышек
        Аксессуары для экшн камер
        Аккумуляторы для фото-видео
        З/у для фото-видео
        Батарейки
        Батарейные блоки
        Подводные боксы
        Средства для чистки оптики
        Пульты д/у для фотоаппаратов
        Наглазники
        Защита экрана фотоаппарата
        Ремни для фотоаппаратов
        Средства для чистки матриц
        Системы стабилизации камеры
        Микрофоны
        Радиосистемы
        Рекордеры
        Накамерный свет
        Кабели
        Распродажа фотоаксессуаров
        Прочее
        Чехлы
        Чехлы для фото-видео техники
        Сумки для фото-видео техники
        Рюкзаки для фото-видео техники
        Пояса для фотографа
        Жилеты для фотографа
        Кейсы для фото-видео техники
        Студийное оборудование
        Вспышки студийные
        Постоянный студийный свет
        Синхронизаторы для вспышек
        Системы крепления
        Держатели для студийного оборудования
        Зонты
        Отражатели
        Софтбоксы
        Фоны
        Стойки для студийного света
        Насадки на студийный свет
        Аксессуары для студийного оборудования
        Лайткубы
        Штативы
        Штативы
        Штативы без головок
        Штативные головки
        Штативы для видео
        Моноподы
        Штативные наборы
        Чехлы для штативов
        Штативы настольные
        Аксессуары
        Альбомы, рамки
        Фотоальбомы
        Фотоуголки
        Фотоскотч
        Фоторамки
        Квадрокоптеры
        Квадрокоптеры
        Аксессуары для квадрокоптеров
      </p>
    </div>
  </div>
);

export default Maps;