const characteristics = {
  'Тип фотоаппарата': 'Зеркальный',
  'Разрешение матрицы': '20.2 млн.пикселей',
  'Размер Матрицы': '36 x 24 мм',
  'Тип Матрицы': 'CMOS',
  'Максимальный размер кадра': '5472 x 3648',
  'Кроп - фактор': 'Полный кадр',
  'Тип фокусировки': '11 точек автофокусировки(при f/ 5.6 крестового типа в центре, повышенной чувствительности при f/2.8) TTL - CT - SIR с использованием CMOS - датчика Ручная фокусировка - включается на объективе AI Focus(Интеллектуальная автофокусировка)',
  'Режимы автофокуса': 'Покадровая автофокусировка AI Servo(Следящая автофокусировка)'
};
export default characteristics;