export const historyPhotocameras = {
  title: 'Как выбрать фотоаппарат?',
  text1:
    'Если вы решили купить себе цифровой фотоаппарат, но не знаете, на что обращать внимание и вообще девайс выбрать среди множества предложений в каталоге, то мы подробно разберем все нюансы.',
  text2:
    'Сразу нужно определиться, для чего вам нужен фото устройство, от этого будет зависеть его стоимость.',
};
export const historyVideocameras = {
  title: 'Видеокамеры. Как выбрать?',
  text1:
    'При выборе цифровой видеокамеры обратите внимание на то, что применяется в качестве носителя информации: оптические мини диски или карты памяти. Мини диски имеют фиксированный размер записываемой информации и сравнительно низкую стоимость, хотя при ошибочном хранении и эксплуатации могут сломаться. Сменные карты памяти более надежные, следовательно и дороже. И хорошим вариантом для любого человека станет покупка цифровой камеры, носителем записываемой информации в которой является оптические мини диски.',
  text2:
    'Дальше, стоит обратить внимание на такую характеристику – как оптический зум,  приближение расстояния снимаемого объекта. Выбирайте видеокамеры только известных брендов, к примеру CANON, Sony.',
};
export const historyActioncameras = {
  title: 'Видеофиксация экстремальных трюков: спортивная экшн-камера',
  text1:
    'Спортивная экшн-камера – компактное устройство, предназначенное для съемки видео «от первого лица». Гаджет приспособлен под экстремальные условия. Легкая камера имеет ударопрочный корпус, который выдерживает любые испытания. Широкоугольная оптика и современная электроника обеспечивают стабильно высокое качество видеороликов, снятых в процессе выполнения трюков.',
  text2:
    'При выборе уделите внимание размерам, весу, форме и типу крепления камеры. Модели оснащаются одним или несколькими видами креплений для фиксации на теле (руке, голове и пр.) и различных поверхностях. Всевозможные адаптеры, клипсы, присоски, штативы, моноподы, триподы и прочие полезные аксессуары приобретаются дополнительно.',
};
export const historyLenses = {
  title: 'Как выбрать объектив для фотоаппарата',
  text1:
    'Фотографы-любители обычно используют только фирменный объектив, полученный в комплекте с камерой, его еще называют китовый (от англ. kit – комплект). Однако для улучшения качества съемки профессионалы рекомендуют обзавестись дополнительной оптикой.',
  text2:
    'В стандартных зеркальных фотоаппаратах оптическая мощность сконцентрирована на балансе характеристик. Выработав собственный стиль фотографии, пользователь может выбрать дополнительную оптику с улучшенным качеством фокусировки, световой силы, резкости и стабилизации изображения по собственным предпочтениям. На украинском рынке объективы представлены марками ',
};
